{
  "article": [
    "中国传统服饰是中国人的传统服饰，被誉为中国国粹和中国服饰之代表，是中华民族乃至人类社会创造的宝贵财富。汉族传统服装有两种基本形制，即上衣下裳制和衣裳连属制。",
    "上衣下裳制，相传起于传说中的黄帝时代，《易·系辞下》载：“黄帝、尧、舜垂衣裳而天下治，盖取诸乾坤。”这一传说可以在甘肃出土的彩陶文化的陶绘中，得到印证。这可以说是中国最早的衣裳制度的基本形式。",
    "汉服是中国传统服饰的代表，是中国“衣冠上国”、“礼仪之邦”、“锦绣中华”、赛里斯国的体现，承载了汉族的染织绣等杰出工艺和美学，传承了30多项中国非物质文化遗产以及受保护的中国工艺美术。",
    "汉服，全称是“汉民族传统服饰”，又称汉衣冠、汉装、华服，是从黄帝即位到公元17世纪中叶（明末清初），在汉族的主要居住区，以“华夏－汉”文化为背景和主导思想，以华夏礼仪文化为中心，通过自然演化而形成的具有独特汉民族风貌性格，明显区别于其他民族的传统服装和配饰体系，是中国“衣冠上国”、“礼仪之邦”、“锦绣中华”、赛里斯国的体现，承载了汉族的染织绣等杰出工艺和美学，传承了30多项中国非物质文化遗产以及受保护的中国工艺美术。",
    "与汉人一词类似，汉服中的“汉”字的词义外延亦存在着由汉朝扩大为整个民族指称的过程。如《马王堆三号墓遣册》关于“汉服”最早的记载：“简四四‘美人四人，其二人楚服，二人汉服’”中的“汉服”是指汉朝的服饰礼仪制度，即《周礼》《仪礼》《礼记》里的冠服体系；而成书于唐朝的《蛮书》的记载：“初袭汉服，后稍参诸戎风俗，迄今但朝霞缠头，其余无异”中的“汉服”指的则是汉人的服饰礼仪制度。",
    "汉服“始于黄帝，备于尧舜”，源自黄帝制冕服。定型于周朝，并通过汉朝依据四书五经形成完备的冠服体系，成为神道设教的一部分。因此后来各个华夏朝代均宗周法汉以继承汉衣冠为国家大事，于是有了二十四史中的舆服志。“黄帝、尧、舜垂衣裳而治天下，益取自乾坤”，是说上衣下裳的形制是取天意而定，是神圣的。汉服还通过华夏法系影响了整个汉文化圈，亚洲各国的部分民族如日本、朝鲜、越南、蒙古、不丹等等服饰均具有或借鉴汉服特征。",
    "汉服采用幅宽二尺二寸（50cm左右）的布帛剪裁而成，且分为领、襟、衽、衿、裾、袖、袂、带、韨等十部分。取两幅相等长度的布，分别对折，作为前襟后裾，缝合后背中缝。前襟无衽即为直领对襟衣。若再取一幅布，裁为两幅衽，缝在左右两襟上，则为斜领右衽衣。前襟后裾的中缝称为裻，即督脉、任脉，衽在任脉右侧，故称右衽。裾的长度分为腰中，膝上，足上。根据裾的长短，汉服有三种长度∶襦、裋、深衣。袖子与襟裾的接缝称为袼，袖口称为祛。一套完整的汉服通常有三层：小衣（内衣）、中衣、大衣。",
    "中山装（Chinese tunic suit）是孙中山先生在广泛吸收欧美服饰的基础上，综合了日式学生服装（诘襟服）与中式服装的特点，设计出的一种立翻领有袋盖的四贴袋服装，被世人称为中山装。",
    "1929年4月，中山装经国民政府明令公布为法定制服。20世纪50年代以后，中山装成为从国家领导人到普通老百姓的正式服装。20世纪80年代以后，中山装在民间逐渐被人们遗忘，但国家领导人在出席重大活动时，依旧习惯穿着中山装。2016年2月29日，民革中央向中国人民政治协商会议全国委员会十二届四次会议提交提案，建议将中山装作为国家正式礼服。",
    "中山装的样式大约在20世纪二十年代初基本成型，其基本形制是：立翻领、四个有笔架形袋盖的贴袋、袋盖上有纽扣，前门襟有七粒纽扣、袖口有三粒扣、背部有腰带和开衩。自20世纪20年代以后，中山装虽然在款式上有个别的变动，但总体变动不大，主要的改动就是把七粒扣改为五粒扣：后背取消腰带、开衩；上口袋有褶裥式的贴袋改为平贴袋。这些改变在20世纪三十年代完成后，中山装的形制基木稳定下来。中山装款式的总体变化趋势是局部变化，整体不变，并且由繁到简，结构更加清晰，线条简练滑顺。",
    "唐装，是根据中国传统对襟马褂为雏形，加入立领和西式立体裁剪所设计的带有传统元素的现代服饰。",
    "由于唐朝对海外的巨大影响，在宋代时，“唐”就已经成了东南海外诸国对中国的代称。历宋、元至明，外国将中国或与中国有关的物事称之为“唐”。不仅以“唐”作为“中国”之地的代称，而且称中国人为“唐人”。中国人的历史情结很深。唐朝在中国历史上是一个强盛的朝代。在海外的华侨华人往往称自己是“唐人”，他们聚居的地方便称为“唐人街”。唐人街最早叫“大唐街”。1673年，纳兰性德《渌水亭杂识》：“日本，唐时始有人往彼，而居留者谓之‘大唐街’，今且长十里矣。”1875年，张德彝在《欧美环游记》中称唐人街为“唐人城”，其通英语，英语称唐人街为Chinatown。唐人街的历史比英语名称Chinatown要早几个世纪，因此外国人遍把中国的一切文化冠以唐名，所以满清式时装也被叫做“唐装”。",
    "这种“唐装”，其款式结构有四大特点：一是立领，上衣前中心开口，立式领型；二是连袖，即袖子和衣服整体没有接缝，以平面裁剪为主；三是对襟，也可以是斜襟；四是直角扣，即盘扣，扣子由纽结和纽袢两部份组成。另外从面料来说，则主要使用织锦缎面料。这种“唐装”不是唐代的服装，而是改良过的马褂。"
  ],
  "title": "服饰设计",
  "activeIndex": "4",
  "pics": [
    {
      "src": "./images/hanfu.jpg",
      "title": "汉服"
    },
    {
      "src": "./images/zhongshanzhuang.jpg",
      "title": "中山装"
    },
    {
      "src": "./images/tangzhuang.jpg",
      "title": "唐装"
    }
  ]
}