{
  "article": [
    "中华民族使用的语言主要是汉语，因中国幅员辽阔，人口众多，中国各地还使用不同的汉语方言进行交流。中国历代官方语言方面主要是汉语。汉语属汉藏语系也是世界主要语言之一。汉语是汉藏语系里最主要的语言。汉语口语在不同地方的分歧是相当大的。在说官话的地区，即使相隔几百公里，一般也可以相互理解；然而在其他一些地区，相隔十几公里的当地居民也许已经不能互相理解；从大的范围上说，如北京话、上海话、广州话等完全无法互通；从小的范围上说，汉语（尤其在中国大陆南方）“十里不同音”，浙江、福建甚至出现一个县有十数种不同口音的现象，即使在号称“相对统一”的北方方言内部，亦因为地域不同而存在较大的口音差异。",
    "除了中国大陆、港澳和台湾以外，汉语还分布在新加坡、马来西亚等地。台湾的现行官方语言是国语（现代标准汉语），官方文字是正体字（繁体字）相应的口语是台湾话（河洛语）、客家话。马来西亚、新加坡等地所使用的文字是简体中文，其他地方如加拿大、美国、英国、澳大利亚等地区的华人社区繁简并用。",
    "由于长期受到汉语的影响，中国少数民族现在大部分都能使用汉语进行交流。除个别民族以外，绝大多数民族都有自己的语言，也要求汉族尊重自己的平等的语言权利和文化遗产。而且由于长期的交流合作，对于语言的影响很大。有的民族同其他民族一起使用同一种语言。中国各民族语言从语言系属分类上来说，分别属于汉藏语系、阿尔泰语系、印欧语系、南亚语系以及南岛语系。另外朝鲜语的归属存在争议。有十个民族从来没有自己的文字，在中国政府的支持和帮助下，发明了新的语音字母。",
    "汉语是联合国规定的六种正式语言和工作语文之一，亦为当今世界上作为母语使用人数最多的语言。在中国大陆、香港、澳门、台湾和新加坡，汉语被定为官方语言。很多国家都开始将汉语列为第二外语，加入授课内容。现代标准汉语以北京话为标准语音，这是以东北官话作为标准基础的语言。",
    "目前在中国大陆的国家通用语言文字是普通话和规范汉字。目前中国大陆的官方语言文字包括普通话、规范汉字和少数民族语言文字。香港的法定语文是中文、英文，相应的口语是通常是指粤语（俗称口语广东话）、英语、普通话；澳门的官方语言除普通话外，还有粤语和葡萄牙语，使用葡文者约为2%。",
    "在标准语文教学方面，中国大陆的语文课，以普通话授课；在香港以粤语、英语授课，而另设普通话课程，或者双语授课；澳门除普通话外，会用官方语言教学，而在台湾则以国语授课。中华民国教育部规定学生在学习汉字前先要求必需掌握注音符号，而目前中华人民共和国则广泛使用的是汉语拼音。中小学中教授汉语的文字、语法、文学等的科目叫语文、中文、国文等，都是中国语文科之谓。称呼上，在中国大陆为“普通话”、台湾为“国语”或“华语”、在新马地区为“华语”，在某些汉字的取音上是有一定程度的差异的，而且口语读音也出现不少分野，亦有一些汉字的读音在三者中根本不同。",
    "目前，中国大陆和台湾均以现代标准汉语为通用语言，但同时在广东、香港与澳门等地区以及不少海外华人多以粤语作为通用语，另外使用普通话、客家话、闽南话或其他家乡语言（汉语方言）的人会使用自己的母语作为社区交际通用语言。",
    "汉语作为一个语种是普通话（国语）以及众多方言的统称，中国国内语言学家根据汉语分支的不同特点，一般把汉语划分为传统的七大方言，将官话、闽语、粤语、客语、吴语、赣语、湘语等列为汉语主要方言。关于汉语方言的地位，中外学者一直存在争议。因为按照语言学的一般观点，若两种话语间不能直接通话，则这两种话语可定义为两种不同的语言；若两者间有或大或小的差别，但可以直接通话，则两者可定义为同一种语言的两种不同方言。国际上还把汉语细分为13种语言，就是闽东语、晋语、北方话、莆仙语、徽语、闽中语、赣语、客家话、湘语、闽北语、闽南语、吴语、粤语。",
    "即使语言学还可细分数百种方言，然而实际上，习惯上所称的“汉语方言”相互之间或与标准汉语之间无法互通，语言距离往往比欧洲同一语系之下的各种语言之间还要远。例如一个只会葡萄牙语的和另一位只会西班牙语的人大致尚可沟通，但若仅懂赣语的人和一仅懂粤语的人互相对话，几乎是无法听懂对方在讲什么。在地理上的方言分别也是同样状况，操官话或西南方话，或许相隔几百公里的人还可可以相互口头交流；然而在中国南方的许多地区，尤其是山区与地理区隔可能以方言相互口语交流却非常困难，相同语言在某些地区语音和词汇的变化也是很大的。极端一例，在福建某地因丘陵地相隔，虽只有数十公里的当地居民，也许已经不能互相口头交流了。",
    "汉字不仅在中国大陆存在，也被台湾，日本和朝鲜，和越南等国家或地区曾使用。汉字是在图形符号的简化过程中形成的。就文化的载体文字而言，汉字的诞生时间尚难以考证，相传伏羲作八卦，仓颉造字（事实上，汉文字为汉先民之各自创作，并非仅由一人一时一地所创，仓颉应为对文字整理有功之人，故流下造字之传说）。19世纪末发现了三千多年前的汉字—甲骨文，商朝的殷墟出土的动物甲骨上的甲骨文为现在所发现的最早的成熟的汉字。同时青铜器上的钟鼎文也有很高的历史价值。先秦的文字颇不统一，春秋战国时期各国分治都不同程度地将汉字发展分化，直到秦始皇统一六国后，改秦国的大篆为小篆，结束了文字分化的历史。",
    "小篆在发展过程中，不断有新的形声会意字出现，让文字记载更为准确精密。小篆笔画以曲线为主，后来逐步变得直线特征较多、更容易书写。到汉代，隶书取代小篆成为主要书体。隶书的出现是汉字的一大进步，奠定了现代汉字字形结构的基础，成为古今文字的分水岭。今天人们书写方式有隶书、楷书、宋书、行书等等。由于中国大陆进行过简化字的改革，如今的华人社会里存在简体中文和繁体中文（或称繁体中文）两种主要书写系统。",
    "其他文字尚有：",
    "在汉字的影响下，还产生过契丹文、女真文、西夏文、古壮字（方块壮字）、古白字（方块白字）、古布依字（方块布依字）、字喃等文字。但它们都因各种原因而消亡，而汉语中的女书，如今也无几人能识。日语的假名（仮名）在创制时也大量受到汉字字形的影响。此外如蒙古文、满文、锡伯文等也是在汉字影响下，书写方式改为从上到下书写，文字的结构也随之有所变化。",
    "当前汉字书体有篆书・隶书・草书・行书・楷书五种。"
  ],
  "title": "语言文字",
  "activeIndex": "1",
  "pics": [
    {
      "src": "./images/gedihanzizixingchayi.png",
      "title": "各地汉字字形差异"
    }
  ]
}