{
  "article": [
    "传统戏曲方面，表演形式主要以歌舞说唱形式表达，有别于同样是舞台表演艺术的歌剧，从先秦的俳优、汉代的“百红”、唐代的“参军戏”、宋代的杂剧、南宋的南戏、元代的元杂剧，明代的秧歌，清代的京剧。现在中国六大剧种有京剧、豫剧、越剧、黄梅戏、评剧、秦腔。",
    "京剧又称平剧、国剧，是在北京形成的中国戏曲曲种之一，融合了徽剧和汉剧，并吸收了秦腔、昆曲、梆子、弋阳腔等艺术的优点，腔调以西皮和二黄为主，主要用胡琴和锣鼓等伴奏。演员角色种类主要分“生”、“旦”、“净”、“丑”四种。有文有武，集“唱、做、念、打”于一体。“念”就是具有音乐性的念白，京剧中的念白分京白、韵白和苏白，京白是用北京音，韵白则用湖广音、中州韵，苏白使用苏南地区的方言。“做”就是做表情和肢体身段。“唱”就是唱腔。“打”是结合民间武术将其舞蹈化的武打动作。京剧是13世纪中期元朝的杂剧所形成，而后在清朝宫廷内得到了空前的繁荣，在19世纪伏尔泰将《赵氏孤儿》改编为五幕剧本在法国巴黎公演，亦在欧洲造成轰动，因此被视为中国国粹。",
    "豫剧是中国的五大剧种之一，居中国各地方戏曲之首。因早期演员用本嗓演唱，起腔与收腔时用假声翻高尾音带“讴”，又叫“河南讴”。又因其音乐伴奏用枣木梆子打拍而得名河南梆子，豫剧是在河南梆子的基础上，不断进行继承、改革和创新发展起来的，中华人民共和国成立后因河南省的简称是“豫”而将该剧种定名为“豫剧”。豫剧在安徽北部地区被称为梆剧，山东、江苏的部分地区仍称梆子戏。豫剧主要流行于黄河、淮河流域。除河南本省外，河北、山东、陕西、湖北、山西、安徽、江苏、四川、甘肃、东北、新疆、西藏各省以及台湾等地都有专业豫剧团的分布。豫剧在台湾舞台上与歌仔戏、京剧呈三足鼎立的局面。根据2004年的统计，中国大陆的豫剧团达160个，是全国之最。",
    "潮剧，又称潮州戏，用潮州话演唱的地方剧种，在明朝开始形成后，流行行于广东潮汕、闽南等地，并随潮州人传播到香港、上海，以及海外的泰国、新加坡、马来西亚、印尼、柬埔寨、越南等东南亚与欧美地区，是中国对外最有影响的地方戏剧之一。潮剧历史悠久，是中国最古老的地方剧种之一。潮剧亦有就传入了泰国，在1685年至1688年泰国宫廷宴会中用以招待法国国王路易十四的使节。20年代至30年代泰国曾是世界潮剧的中心并成为潮剧的第二故乡，同时也是在潮剧历史扮演着重要角色。在2006年，泰国有30多个职业与半职业的潮剧团。",
    "源自南戏的粤剧，原称大戏或者广东大戏，自明朝嘉靖年间开始在广东、广西出现，是糅合唱做念打、乐师配乐、戏台服饰、抽象形体等等的表演艺术。粤剧最初演出的语言是中原音韵，到了清朝末期，知识分子为了方便宣扬革命而把演唱语言改为粤语广州话，使广东人更容易明白。粤剧亦有传播海外。19世纪末，大量大批华工前往美国巴特和玛丽斯维尔等矿区担任矿工，于是从旧金山有粤剧戏班定期演出，并且在纽约与旧金山经营粤剧戏院。粤剧为华人带来了赖以生存的民间文化。当年拥有123名演员的鸿福堂剧团在美国大剧院首次登场，上演粤剧，大获成功，并在唐人街建立自己的剧场。1920年代中有粤剧戏班在北美各地公演。",
    "歌仔戏是台湾唯一原生的剧种，亦为中华传统戏曲的独特分支；由闽、粤移民入台后，歌仔戏在台湾宜兰地区结合了福建漳州地区的“锦歌”（台湾称“歌仔”）与“车鼓戏”的场面和动作表演，并搭配南管乐曲与唱腔，产生形式简单的“老歌仔戏”；之后又吸收其他多种流行剧种的戏目、音乐和表演艺术，而发展为成熟的歌仔戏。1925年之后，歌仔戏在内台、野台、广播、电影和电视中都有进行演出；其后，又大量吸收上海与福州京剧戏班的机关布景和表演，丰富了通俗剧场的内涵。歌仔戏在台湾热门之后，不仅传回了中国大陆福建，也同时流行于东南亚一带的华人地区。明华园引进了现代剧场、实验剧场及电影分场的节奏，将现代歌仔戏跃登国际舞台。",
    "1950年代，当时中国有367个戏曲剧种；到了1982年，仍有317个剧种；而到了2005年，仅剩下267个剧种，于是中华人民共和国政府将京剧、粤剧、越剧、潮剧、歌仔戏…等剧种名列于2006年5月20日公布的第一批518项国家级非物质文化遗产名录之内。",
    "中华传统舞蹈在五千年以前，就已经在中国出现了原始舞蹈。现在主要分为古典舞、民间舞两大类。另外有著名少数民族舞蹈有维吾尔族的木卡姆，藏族的囊玛，壮族的铜鼓舞，傣族的孔雀舞，彝族的跳月，苗族的芦笙舞、朝鲜族农乐舞等。",
    "中国原始时代舞蹈是华夏文化初始形态，而且此时期舞蹈的作用与后来的舞蹈有很大不同。这时期主要是通过舞蹈来反映狩猎、农耕生活，战争，或者性爱、生殖，以及祭祀或祈祷等活动。",
    "中国乐舞的第一个高峰时期是周代雅乐舞蹈，西周周武王之弟周公对公元前26世纪到前11世纪流传的历代乐舞的整理更是文化史中的空前壮举。周公制礼作乐，除了为了纪念其父兄建周灭纣之乐舞的“大武”之外，周公还把传说中的帝王从黄帝尧舜到商汤等五帝的乐舞整理与大武并称为“六代舞”。在“制礼”的同时“作乐”，用“乐”这种声形谐和的艺术型式来表现礼。为雅乐舞蹈前声，也是周代雅乐的主要内容。之后，雅乐在其他东亚文化的广泛流传。",
    "两汉舞蹈百技纷呈，是俗乐舞文化的高峰。早在秦始皇即把民间的角抵戏引入宫廷，后来汉武帝大兴角抵百戏就是延续秦制，发展至东汉已成为极为丰富的宫廷舞乐百戏，，富豪贵族的家庭宴会也多是杂技的成分的综合性演出。汉代舞蹈有即兴歌舞和宴饮中的“对舞”，即是女子长袖对舞、男女长袖对舞、男子宽袖对舞和男子短袖对舞。一般宴会中是由主人先舞，客人再起舞为报，还有舞剑、舞刀、舞棍、干舞、戚舞、长袖舞和巾舞等，舞姿舞容都很考究。",
    "魏晋南北朝时代是中国历史上民族融合的时代，这时期的民间舞名称之为“杂舞”，融合了汉、魏以来的杂舞，江南的“吴歌”荆楚的“西曲”等歌舞，形成“清商乐”和汉族的“清商乐”相平行，而少数民族的“胡乐”、“胡舞”及外国乐舞如“天竺乐”、“龟兹乐”、“疏勒乐”、“安国乐”、“高丽乐”、“康国乐”、“高昌乐”等，随着民族文化的交流而形成汉族乐舞“西凉乐”。各民族共同创造的舞蹈文明在这个时期显示了其艺术的自觉，为隋唐乐舞文化的新高峰奠定了基础。唐代舞蹈文化灿烂辉煌，达到了艺术巅峰，因南北朝朝野崇信佛道也出现以宗教为背景的宗教乐舞。",
    "隋文帝汇辑当时流传各地的汉族传统舞、少数民族舞、外国传入的各类乐舞计七部，称七部伎；而后来更增加疏勒乐和康国乐，改称为九部乐。隋唐帝曾征各地散乐及舞蹈进行表演，此后成惯例于每年正月演出用来招待突厥客人。到唐朝时，唐人把舞蹈视为抒情和展示才华，表示礼节的手段能文能武、能歌善舞的文化素养。著名代表人物有善作曲能伴舞的唐玄宗与以善舞“霓裳羽衣”的杨贵妃，亲自排练过声势浩大的破阵乐的唐太宗李世民；即兴善舞以抒情的诗人李白。唐代的宗教乐舞也很发达，如鹤舞和花舞等礼佛娱人的舞蹈在佛寺中很常见；祭祀巫舞从巴楚之地到中国西北荒村都很兴盛，唐代宫廷的驱傩是种面具神舞，继承汉代的宫仪规模亦即为盛大。",
    "唐代不仅有自娱的民族舞蹈还有大量的表演性舞蹈，唐代对歌舞的分类比前代更为细腻有按风格特点来分的健舞和软舞类别；有以结构的严谨和统一归类的歌舞大曲，其中霓裳羽衣舞最为著名；有以故事情节归类的歌舞戏；有从用途和表演方式归类且用于宫廷朝会、宴飨的九部乐、十部乐、立部伎等。尚有一些名舞不能归类，如赞美龙女的凌波曲是盛唐著名舞人谢阿蛮依舞曲编舞表演的，深得唐玄宗和杨贵妃的喜爱；唐懿宗的伶官李可及编创的“菩萨蛮舞”是表现佛国仙女的美音妙舞，其他不能归类的名舞如“何满子”、“叹百年”等都是在当时兴盛有深远影响力的。",
    "宋代的宫廷乐舞虽衰退但完善了宗法礼教，所以宋朝宗庙祭祀一直保存着雅乐舞蹈。宋代的雅乐舞现保存在文献中的有《大善乐舞》、大顺乐舞、《大庆乐舞》、《大定乐舞》、《天盛乐舞》、《大和乐舞》、《大昭乐舞》和《大熙乐舞》等。宋代的《燕乐》是队舞，男子队有拓枝队、剑器队、异域朝天队等；女子队有菩萨蛮队、拂霓裳队、菩萨献香花队、彩云仙队等。宫廷队舞在宋初尚为兴盛，宋代文人喜好填词，士大夫家有家伎歌女善歌舞，如北宋寇准喜好拓枝舞，传说每宴必有拓枝歌舞表演。宋代的赵构在晚年时留下一部舞蹈动作谱《德寿宫舞谱》。",
    "宋代燕舞比起民间的舞蹈已大为逊色，宋代是民间舞蹈兴起的时代，既有节日的社火舞队，又有日常在市集街坊的卖艺演出。竹马、旱船、舞狮等在宋代已极为兴盛，有些则为后来的戏曲所吸收，如《抱锣》、《舞鲍老》等。有些民间舞蹈传入日本如《龙舞》、《九连环》、《扑蝴蝶》等；而有些燕乐舞传入朝鲜并作为宫廷乐舞保存下来，其中有《五羊仙》、《献仙桃》、《抛球乐》、《莲花台》等。宋代舞蹈走向市井也使明清以后的中国舞蹈演变成武艺和民间娱乐整合发展的新型式。",
    "自元、明、清以来，舞蹈艺术从两方面得到继承与发展，一是戏曲表演“打”即是武术动作，即元杂剧称为“科”在京剧称为“做”的“武舞”。另一方面是在民族文化活动中的长足发展，元、明、清时期民俗活动、民间舞蹈如《高跷》、《旱船》、《舞狮》、《舞龙》各种鼓舞和《秧歌舞》等，不但具有地方风情也有群众性。",
    "元代虽在宫廷舞上继承宋代的队舞型式，但在内容上则大大不同。蒙古族古代的萨满巫舞（如安代舞）在蒙古地区广泛流传成为群众喜爱的娱乐型式。元代的帝王在宫廷队舞中，不仅有说法队舞；还有元顺帝创制的十六天魔舞，表现佛国仙女的曼妙舞姿。元杂剧中吸收了宋代宫廷队舞的音乐和舞蹈，同时也吸收元代戏曲与民间舞蹈的生动舞姿。",
    "舞蹈发展在清代是一个比较衰落的时期，但宫廷舞蹈仍流行《佾舞》与《队舞》。佾舞主要用来祭祀神灵，分为文舞和武舞。文舞又叫《文德之舞》，武舞又叫“武功之舞”。一般是在祭祀开始时舞“武功之舞”，武舞生左手执干，右手执戚。祭祀中间及结束时跳“文德之舞”，文舞生右手执羽，左手执籥，两边还有执节者，指挥舞队。清代宫廷队舞又叫《庆隆舞》，是从《蟒式舞》、《玛克式舞》演化而来，本为满族传统舞蹈，入宫后用于皇帝宴飨巡酒。因舞蹈艺术呈衰落之势，因此民间社会没有专业的舞蹈演出团体，但仍有于灯节和迎神赛会的舞蹈活动，作为自娱性、群众性的娱乐，民间舞蹈并常与技艺组织在一起，形成综合性的表演队伍，称为走会或花会，其中著名有《秧歌》、《高跷》、《狮舞》、《胯鼓》、《旱船》、《小车》、《竹马》、《大头和尚》等民间舞蹈。",
    "而西方舞蹈约始于光绪初年传入中国，主要是西方人聚会时的交际舞和后来的舞台表演的舞者传入，但未能在社会上产生广泛影响。直到近代以后，西方舞蹈作为独立的剧场艺术的舞蹈日益完善和成熟起来，并融入古代舞蹈的。由北京中央戏剧学院舞蹈团人员建立的一套复古的中国舞蹈体系－中国古典舞，是从中戏曲中取材，采用世界芭蕾的训练舞种，发展创建并起来的一个有独特的韵律、形体语言及审美特征的中国风舞蹈。而台湾的舞蹈团体云门舞集许多经典舞蹈融会了中西与古典与现代的特色并享誉世界，演出许多经典舞蹈作品。其中包括有《白蛇传》、《水月》、《红楼梦》、《薪传》等节目都是中华文化的发扬。",
    "传统音乐是在以黄河流域为中心的中原音乐和四域音乐以及外国音乐的交流融合之中形成发展起来的。中原音乐、四域音乐、外国音乐是中国传统音乐的三大来源。中华传统音乐以楚风燕乐、文佾武佾、南北朝夏昭乐、北朝迎神曲、北魏吴歌西曲、唐朝教坊乐曲、破阵乐、雅乐、明代的十番乐等在历史上颇具盛名。其中在西周初年制定雅乐成为东亚乐舞文化的重要的一部分。雅乐原是中国古代的宫廷音乐的仪式体系。日本雅乐中自中国传入的唐乐曲目，却演变成是自唐朝的宴会音乐燕乐，至今仍是日本的宫廷音乐。朝鲜雅乐最初于1116年经由中国宋朝皇帝宋徽宗赠与朝鲜的乐器引入朝鲜。越南雅乐自1400年至1407自胡朝引入，1996年由顺化大学复兴，并已以顺化宫廷雅乐之名列入2003年第二批联合国人类非物质文化遗产代表作。台湾的南华大学亦有与中国古乐专家的搜集、考证，雅乐团所演奏的雅乐以“大晟乐”为基础。考证从上古的巫傩乐舞到明万历的十番锣鼓，甚至以编钟演奏“歌钟鸣舞”。",
    "乐器就以乐器的演奏方式，概分为管乐器，弦乐器和击乐器。常见的管乐器有笛、笙、箫、唢呐、巴乌和管等。弦乐器常见的有柳琴、琵琶、阮咸、月琴、三弦、古琴、古筝等。常见的打击乐器有钟、磬、鼓、锣、钹、板类。传统音乐讲究艺术表现的中和、简约、适度、含蓄、空灵。以“中和”为“乐而不淫，哀而不伤”；简约淡化的节奏的手法，“和”不仅是协调、统一，还要于“和”中求“平”、求“适”。包蕴著无限情、无限意的“境”。不尽的思绪，无垠的遐想，与那象外之境神合意凝，体现出一种“思与境偕”的和谐美。乐理方面以五声音阶为主。与西方传统艺术注重立体感不同，它更着重于表现线形态。"
  ],
  "title": "音乐和表演艺术",
  "activeIndex": "2-2",
  "pics": [
    { "src": "/images/beijing_opera_production.jpg", "title": "京剧表演" },
    { "src": "/images/yujubiaoyan.jpg", "title": "豫剧表演" },
    { "src": "/images/chaoju.jpg", "title": "舞台上的潮剧演员" }
  ],
  "zhctwd": [
    {
      "label": "中华传统舞蹈",
      "children": [
        {
          "label": "传统宫廷舞蹈",
          "children": [
            { "label": "大舞" },
            { "label": "小舞" },
            { "label": "汉朝乐府" },
            { "label": "唐朝乐舞" }
          ]
        },
        {
          "label": "传统民间舞蹈",
          "children": [
            { "label": "彩带舞" },
            { "label": "套路" },
            { "label": "莲香" },
            { "label": "扇子舞" },
            { "label": "土风舞" }
          ]
        }
      ]
    }
  ]
}