{
  "article": [
    "传统建筑的形成和发展具有悠久的历史。中国由于幅员辽阔，各处的气候，人文，地质等条件各不相同，而形成了各具特色的建筑风格。尤其民居形式更为丰富多彩。如南方的干阑式建筑、西北的窑洞建筑、北方的四合院建筑等等。",
    "其中以四合院的院落式的建筑群风格为代表，房舍为多层台基，色彩鲜艳的曲线坡面屋顶与屋瓦，建造时讲究因地制宜、依山就势，造景的巧妙的园林，并以风水来选择宫殿、村落选址，而日本传统建筑、朝鲜传统建筑、越南传统建筑、琉球建筑也因为受到中华文化影响，都有相似建筑风格。",
    "相对于西方古建筑的砖石结构体系来说，中国古代建筑是独立的机构体系，其最大的特点，以木结构体系为主。中国木结构体系历来采用构架制的结构原理，以四根立柱，上加横梁、竖枋而构成“间”，斗栱是中国木架建结构中的关键部件，其作用是在柱子上伸出悬臂梁承托出檐部分的重量。多层台基，色彩鲜艳的曲线坡面屋顶，院落式的建筑群，展现广阔空。汉朝已经有院落建筑的表现，及至明清最宏大的建筑群—紫禁城，也采用的复杂的围合形式。中国古代建筑中也有少量砖石建筑，砖石结构多用于塔式建筑。",
    "在中国建筑成就中最为重要的是“榫卯木架结构”。榫卯结构从字面和形象上讲是中国木构建筑的骨架。木构建筑在中国已有七千年之久，从远古时代即已存在。与榫卯结构一起运用了数千年之久的另外两个特点是台基和装饰性屋顶。这三个特点是中国木构建筑的核心。进一步发展以后，建筑中的这三个特点就表现为台基、梁柱结构和屋顶结构。出现于公元前末期出现的“斗栱”继而发展，成为木构房屋的第四个特点了，斗栱后来发展为将梁柱和屋顶连为一体的结构。",
    "相对于西方古建筑的砖石结构体系来说，中国古建筑是独立的机构体系，其最大的特点有四：",
    "一，以木结构体系为主。木结构体系的优点很多：如维护结构与支撑结构相分离，抗震性能较高；取材方便，施工速度快等等。同时木结构也有很多缺点：易遭受火灾，白蚁侵蚀，雨水腐蚀，相比砖石建筑维持时间不长；成材的木料由于施工量的增加而紧缺；梁架体系较难实现复杂的建筑空间等。不过，中国古代建筑中也有少量砖石建筑和金属建筑，如《史记索隐》中称：“石室金匮，皆为国家藏书之处。”；如《水经注》中有多处记载，《渭水篇》：“磻溪旁有一石室，盖太公所居也”。砖石结构多用于塔式建筑。金属建筑以铜为主，著名的铜建筑实例有北京颐和园宝云阁、湖北武当山金殿和昆明太和宫金殿。",
    "二，中国木结构体系历来采用构架制的结构原理：以四根立柱，上加横梁、竖枋而构成“间”，一般建筑由奇数间构成，如三、五、七、九间。开间越多，等级越高，紫禁城太和殿为十一开间，是现存最高等级的木构古建筑。立面上划分三个部分：台基、屋身、屋顶。其中官式建筑屋顶体型硕大、出挑深远是建筑造型中最重要的部分。屋顶的形式按照等级分为：单坡、平顶、硬山、悬山、庑殿、歇山、卷棚、攒尖、重檐、盔顶等多种制式，又以重檐庑殿为最高等级。",
    "三，斗栱是中国木架建结构中的关键部件，其作用是在柱子上伸出悬臂梁承托出檐部分的重量。",
    "四，特异的外部轮廓：多层台基，色彩鲜艳的曲线坡面屋顶，院落式的建筑群，展现广阔空。两千多年前汉墓砖画上已经有院落建筑的表现，及至明清最宏大的建筑群——紫禁城，也采用的复杂的围合形式。",
    "在建筑思想上，中国古建筑体现了明确的礼制思想，注重等级体现：形制、色彩、规模、结构、部件等都有严格规定，在一定程度上完善了建筑形态，但是也同时限制了建筑的发展。同时，天人合一思想同样体现在中国古建筑的发展过程中，促进了建筑与自然的互相协调与融合。注重建筑，城市选址；建造时因地制宜，依山就势，园林体现尤其明显，强调风水。",
    "古代建筑，雕梁画栋，墙壁亦往往作图画。战国时期画事颇盛；汉时宫室，亦多有画人物故事，善恶毕背，以昭鉴戒；后世所画则多山水。",
    "中国有很多著名的建筑著作，其中城市著作有《考工记》，建筑条例著作有宋代李诫《营造法式》、清代《清工部工程做法则例》，园林著作有《园冶》。著名的匠人有隋朝的宇文恺、宋朝李诫、明朝蒯祥、清朝样式雷。"
  ],
  "title": "建筑艺术",
  "activeIndex": "2-3",
  "pics": [
    {
      "src": "/images/zhctjz.jpg",
      "title": "中国传统建筑"
    },
    {
      "src": "/images/shfgjz.jpg",
      "title": "上海的一处仿古建筑"
    },
    {
      "src": "/images/whgml.jpg",
      "title": "武汉古庙楼"
    }
  ]
}