{
  "article": [
    "中华饮食，源远流长。在这自古为礼仪之邦，讲究民以食为天的国度里，饮食礼仪自然成为饮食文化的一个重要部分。中国的饮宴礼仪号称始于周公，千百年的演进，当然不会再有“梁鸿孟光举案齐眉”那样的日子，但也还是终于形成大家普遍接受的一套饮食进餐礼仪，是古代饮食礼制的继承和发展。饮食礼仪因宴席的性质，目的而不同；不同的地区，也是千差万别。",
    "随着中西饮食文化的不断交流，中餐不仅是中国人的传统饮食习惯，还越来越受到外国人的青睐。而这种看似最平常不过的中式餐饮，用餐时的礼仪却是有一番讲究的。中餐的餐具主要有杯、盘、碗、碟、筷、匙六种。在正式的宴会上，水杯放在菜盘上方，酒杯放在右上方。筷子与汤匙可放在专用的座子上，或放在纸套中。",
    "中餐上菜的顺序一般是：先上冷盘，后上热菜，最后上甜食和水果。 用餐前，服务员为每人送上的第一道湿毛巾是擦手用的，最好不要用它去擦脸。在宴席上，上鸡、龙虾、水果时，有时送上一小水盂（铜盆、瓷碗或水晶玻璃缸），水上飘有玫瑰花瓣或柠檬片，供洗手用（曾有人误为饮料，以致成为笑话）。洗时两手轮流沾湿指头，轻轻涮洗，然后用餐巾或小毛巾擦干。",
    "古代的食礼是按阶层划分：宫廷，官府，行帮，民间等。现代食礼则简化为：主人（东道），客人了。作为客人，赴宴讲究仪容，根据关系亲疏决定是否携带小礼品或好酒。赴宴守时守约；抵达后，先根据认识与否，自报家门，或由东道进行引见介绍，听从东道安排。",
    "然后入座：这个“英雄排座次”，是整个中国食礼中最重要的一项。从古到今，因为桌具的演进，所以座位的排法也相应变化。总的来讲，座次“尚左尊东”，“面朝大门为尊”。家宴首席为辈分最高的长者，末席为最低者；家庭宴请，首席为地位最尊的客人，客主人则居末席。首席未落座，都不能落座，首席未动手，都不能动手，巡酒时自首席按顺序一路敬下，再饮。",
    "筷子是中餐中最主要的进餐用具。握筷姿势应规范，时餐需要使用其他餐具时，应先将筷子放下。",
    "筷子一定要放在筷子架上，不能放在杯子或盘子上，否则容易碰掉。如果不小心把筷子碰掉在地上，可请服务员换一双。在用餐过程中，已经举起筷子，但不知道该吃哪道菜，这时不可将筷子在各碟菜中来回移动或在空中游弋。不要用筷子叉取食物放进嘴里，或用舌头舔食筷子上的附着物，更不要用筷子去推动碗、盘和杯子。有事暂时离席，不能把筷子插在碗里，应把它轻放在筷子架上。",
    "在席间说话的时候，不要把筷子当道具，随意乱舞；或是用筷子敲打碗碟桌面，用筷子指点他人。每次用完筷子要轻轻地放下，尽量不要发出响声。",
    "中国的筷子是十分讲究的，“筷子”又称“箸（筋）”，远在商代就有用象牙制成的筷子。《史记·宋微子世家》中记载“纣始为象箸”。用象牙做箸，是富贵的标志。做筷子的材料也不同，考究的有金筷、银筷、象牙筷，一般的有骨筷和竹筷，塑料筷。湖南的筷子最长，有的长达两尺左右；日本的筷子短而尖，这是由于吃鱼片等到片状食物的缘故。",
    "中国使用筷子，在人类文明史上是一桩值得骄傲和推崇的科学发明。李政道论证中华民族是一个优秀种族时说：“中国人早在春秋战国时代就发明了筷子。如此简单的两根东西，却高妙绝伦地应用了物理学上的杠杆原理。筷子是人类手指的延伸，手指能做的事，它都能做，且不怕高热，不怕寒冻，真是高明极了。比较起来，西方人大概到16世纪、17世纪才发明了刀叉，但刀叉哪能跟筷子相比呢？”日本的学者曾测定，人在用筷子夹食物时，有80多个关节和50条肌肉在运动，并且与脑神经有关。因此，用筷子吃饭使人手巧，可以训练大脑使之灵活，外国人对这两根神奇的棍状物能施展出夹、挑、舀、撅等功能钦羡不已，并以自己能使用它进食而感到高兴。",
    "中餐的席位排列，关系到来宾的身份和主人给予对方的礼遇，所以是一项重要的内容。中餐席位的排列，在不同情况下，有一定的差异。可以分为桌次排列和位次排列两方面。",
    "在中餐宴请活动中，往往采用圆桌布置菜肴、酒水。排列圆桌的尊卑次序，有两种情况。",
    "第一种情况，是由两桌组成的小型宴请。这种情况，又可以分为两桌横排和两桌竖排的形式。当两桌横排时，桌次是以左为尊，以右为卑。这里所说的右和左，是由面对正门的位置来确定的。当两桌竖排时，桌次讲究以远为上，以近为下。这里所讲的远近，是以距离正门的远近而言。",
    "第二种情况，是由三桌或三桌以上的桌数所组成的宴请。在安排多桌宴请的桌次时，除了要注意“面门定位”、“以左为尊”、“以远为上”等规则外，还应兼顾其他各桌距离主桌的远近。通常，距离主桌越近，桌次越高；距离主桌越远、桌次越低。",
    "在安排桌次时，所用餐桌的大小、形状要基本一致。除主桌可以略大外，其他餐桌都不要过大或过小。",
    "为了确保在宴请时赴宴者及时、准确地找到自己所在的桌次，可以在请柬上注明对方所在的桌次、在宴会厅入口悬挂宴会桌次排列示意图、安排引位员引导来宾按桌就坐，或者在每张餐桌上摆放桌次牌（用阿拉伯数字书写）。"
  ],
  "title": "饮食礼仪",
  "activeIndex": "5",
  "pics": [
    {
      "src": "/images/zhongcan.jpg",
      "title": "中餐"
    },
    {
      "src": "/images/kuaizi.jpg",
      "title": "筷子"
    },
    {
      "src": "/images/zhongcanzuoweiliyi.jpg",
      "title": "中餐座位礼仪"
    }
  ]
}