{
  "article": [
    "“文学”一词最早见于《论语·先进篇》，该节孔子按才能把学生分成四类：德行，言语，政事，文学，后世称为“孔门四科”。按北宋邢昺的疏注释为“文章博学”，意为通晓许多古今文献及学问。按此说法，广义来看文学可以解释为学问又或是以此为基础发展出来的文化。如果按狭义的说法，文学可以被看成5世纪南朝刘宋文帝所定立的四学：儒学，玄学，史学，文学。在此之后，正史之中专载优秀文人行事的“文学传”也就是这个意思。但是，那种文学只是代表上流阶层的文学，并不包括像小说，戏曲的大众文学又或是近代的主流文学。因此，当我们谈及“中国文学”的时候，我们要注意古人与近代学术上之间的文学概念的差别。",
    "另外，自古以来，中国文学包含了政治，许多的作品均以现实生活为主题，从政的人也写下不少的文学作品。就像三国时代曹丕的名言：“文章，经国之大业，不朽之盛事也”所指出，中国人都认为文学拥有左右国家发展的强大力量，文学与政治有着密切的关系。故此，自宋以后，文学之所以多出自官僚之手也正是受到这个思想影响，这也是中国文学的特别地方。",
    "自古以来，中国文学一向以韵文为主流，尤其是有不少以描画自然景物及歌颂友情等等为主题的抒情诗。相比之下，虽然叙事诗并不发达，但古代《诗经·公刘》，汉乐府《孔雀东南飞》，从北朝民歌演变而来的《木兰辞》等等也是有名的作品。如果不计叙述历史，宗教，思想等等的文章，散文文学最初兴盛于唐朝。那种散文的题材，除了一些例外，许多作品并非纯创作而是取材于现实，这个传统直到在西欧文明影响之下诞生的小说时期为止一直长久地维持着。还有，我们要注意在古代中国韵文散文一词与其说是富有文学性的意义，倒不如说成是文体的一种名称来得合适。除此之外，还有被称为骈文的文体。",
    "中国作为一个统一的多民族国家，各民族文学都有各自发生、繁衍、发展的历史，也有各自的价值与成就，例如藏族史诗《格萨尔王传》、维吾尔族的叙事长诗《福乐智慧》、傣族的《召树屯》、彝族的叙事长诗《阿诗玛》、蒙古族的叙事诗《嘎达梅林》等，都是中国文学宝库中的璀璨明珠。少数民族文学与汉族文学互相补充，使中国文学表现 出极大的丰富性和多层次性。",
    "诗歌是中国文学中产生最早的艺术形式之一，《诗经》是最早的一部诗歌总集，其中最早的诗篇产生于西周初年，最晚的产生于春秋中叶。紧接着，又兴起了一种新的诗体——楚辞，楚辞的光辉代表，就是伟大的诗人屈原。《诗经》中的《国风》和以《离骚》为代表的楚辞，是中国古代诗歌的两个典范，以创作方法而言，《国风》和《离骚》分别开创了中国文学现实主义和浪漫主义的诗歌传统。汉魏六朝，出现了带有民间文学刚健清新风格的新诗体——乐府，强烈的现实感，是乐府的重要标志。《陌上桑》、《孔雀东南飞》、《木兰诗》等，都是中国古代长篇叙事诗中的瑰宝。在乐府诗的发展过程中，五言、七言的句式日渐引人注目，到汉末出现了《古诗十九首》，五言诗这种诗体便基本成熟了。七言诗的产生要晚于五言诗，它的广泛流行，大约在晋宋之际。经过齐梁间以沈约为代表的永明体诗歌在声律方面的充分准备 ，到唐代，近体诗进入鼎盛时期。在这个时期，古体诗和近体诗全面发展，出现了李白、杜甫、白居易等世界闻名的伟大诗人。",
    "中国诗歌同音乐有非常密切的联系。两者的关系发展变化经历了以乐从诗 、采诗入乐和倚声填词三个阶段。倚声填词是诗与乐各自经过长期的发展演变，在新的历史条件下重新进行的一种更为高级的形态组合。词，是一种音乐化的文学样式，起源于民间，盛唐以后，文人才士填词渐成风气。五代时，中国第一部文人词总集《花间集》问世。到宋代，词的现实内容和表现形式达到了完美统一的程度，成为可与唐诗并列的中国文学的另一座高峰，出现了苏轼等一大批杰出的词作家。南宋后期，词逐渐失去了和乐能力。而以胡乐结合北方民间的俚曲，配入通俗化语言而形成的新诗歌样式——散曲，引起了人们新的兴趣。散曲大量吸收民间方言俚语，具有浓厚的市民文学色彩，并且具有以往诗歌中少见的诙谐和幽默，给诗坛注入一股清新的空气。散曲在元代得到迅速发展 ，成为中国诗歌史上最兴盛的体裁之一 。宋词、元曲兴起以后，传统诗歌仍在创作，宋、元、明、清各代都留下大量诗作，而且各具特色，但总的成就都没有超过唐代。",
    "在中国传统的文学观念中，与诗词并列为文学正宗的是散文 。中国文学史上第一部记叙文和议论文的集子是《尚书》，它是上古历史文件和部分追述古代事迹著作的汇编，虽然文字佶屈聱牙，但已略能叙事，初具文学特质。战国时代，群雄争霸，战争频仍，士人纷纷献计献策，著书立说 ，形成百家争鸣的局面，散文得到迅速发展，其中主要是历史散文和诸子散文。历史散文以《左传》、《国语》、《战国策》为代表，诸子散文以《孟子》、《庄子》、《荀子》 、《韩非子》为代表。儒家和道家是中国思想史上的两大主要流派，所以《论语》、《孟子》、《老子》、《庄子》在文学史上影响最大。这时期的散文、有感情激越、论辩性强、辞藻华美、结构严谨、多用寓言、善使比喻等特点，散文的基本形式已经确定。汉代散文更讲究文采，对偶句增多，有辞赋化倾向。这时出现了司马迁的《史记》。这部巨著规模宏大又结构严谨，无论写景状物，还是刻画人物性格、抒情议论，都获得极大成功。因此，《史记》不仅被视为史书杰作，而且纪传部分也是中国传记文学的典范。骈文兴盛之后，散文式微。 直到唐代韩愈、柳宗元大力提倡古文，反对过于矫饰、渐趋空洞的骈文，散文才恢复了它的生机与地位。唐宋古文，直承秦汉传统，尤以游记散文清新隽逸，生动活泼。后世纯文学散文一直沿着这条轨道前进。明清小品文是纯文学散文的一种重要样式，它吸收唐代散文的精髓，融入魏晋南北朝笔记文的谐趣和隽永，具有独特的艺术魅力。赋与骈文，是中国文学中介乎诗歌和散文之间的两种体裁。赋源于楚辞体，流行于两汉，有诗的韵脚 ，崇尚铺张扬厉。骈文则兴盛于魏晋南北朝时期，追求句式整齐，强调对仗工稳与音律和谐，但不要求押韵。",
    "在中国的传统文学观念中，小说常被当作街谈巷议之言；戏曲被认为是不能登大雅之堂的作品。因此，小说和戏曲起步较晚，直至元、明、清才迅速发展起来，一些伟大的作家与作品相继出现，戏曲方面，如元代关汉卿的《窦娥冤》 、王实甫的《西厢记》、明代汤显祖的《牡丹亭》、清代孔尚任的《桃花扇》等，都是不朽之作；小说《三国演义》、《水浒传》、《西游记》、《聊斋志异》、《儒林外史》等 ，也均为文学珍品。《红楼梦》更是纪念碑式作品，它把中国文学推向了新的高峰，并足以和世界许多知名的小说媲美 。",
    "五四新文化运动，使中国文学进入了光辉的现代时期。这时期的文学，已成为自觉、独立而又面向整个社会的艺术。它以改变文学语言为突破口（以白话代替文言），对文学的形式、表现手法、内容，进行了全面深刻的变革，产生了不同于传统文学的新诗歌、散文、小说和戏剧，还引进和创造了散文诗、报告文学、电影文学等新体裁，创作主体的个性、自我意识和描写对象社会化的深度和广度都得到了从未有过的强化。对于人的命运和人民、民族命运的关注，现代民主主义和社会主义思潮，成了新的文学主潮的思想基础。民族危机、知识分子的道路、农民的苦难、抗争与解放、武装斗争，是作品常见的题材。作家与读者有了更广泛而亲切的交流，而且也更广泛地吸取了世界文学新潮的营养。正是通过外来影响的民族化和文学传统的现代化，才创造出了新的民族文学，并成为现代世界文学的自觉成员。这时期的文学取得了辉煌的成就，出现了鲁迅、郭沫若、茅盾等一批世界性的作家 。鲁迅创作的《狂人日记》 、《阿Q正传》、《祝福》、《药》等富有高度思想性、艺术性的小说及大量杂文，创造了中国现代文学最伟大的里程碑。中国新文学运动的伟大旗手鲁迅，以他的作品在中国人民中产生了极其深远的影响。"
  ],
  "title": "文学",
  "activeIndex": "3",
  "pics": [
    {
      "src": "./images/shijing.jpg",
      "title": "《诗经》"
    },
    {
      "src": "./images/xiyouji.jpg",
      "title": "《西游记》"
    },
    {
      "src": "./images/kuangrenrijichatu.jpg",
      "title": "《狂人日记》插图"
    }
  ]
}